Repository: ZuneTracks/UniTube
Catalog: YouTube.Uwp/Strings/language-*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, be_by, bg_bg, bn_bd, bs_latn_ba, ca_es, cs_cz, da_dk, de_de, el_gr, es_us, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ca, gl_es, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, ml_in, mn_mn, mr_in, ms_my, nb_no, ne_np, nl_nl, or_in, pa_in, pl_pl, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, sw_ke, ta_in, te_in, th_th, tr_tr, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_hans_cn, zh_hant_hk, zu_za

# Profile.TokenScopeMissing
source: {0} If this account was authorized before Profile was added, sign in again to grant the YouTube read-only scope.
af_za: {0} As hierdie rekening gemagtig is voordat profiel bygevoeg is, meld weer aan om die YouTube-leesalleen-omvang toe te staan.
am_et: {0} ይህ መለያ መገለጫ ከመታከሉ በፊት የተፈቀደለት ከሆነ፣ የዩቲዩብ ተነባቢ-ብቻ ወሰን ለመስጠት እንደገና ይግቡ።
ar_sa: {0} إذا تم ترخيص هذا الحساب قبل إضافة الملف الشخصي، فقم بتسجيل الدخول مرة أخرى لمنح نطاق YouTube للقراءة فقط.
as_in: {0} যদি এই একাউণ্টটো প্ৰ'ফাইল যোগ কৰাৰ আগতে অনুমোদিত হৈছিল, YouTube কেৱল পঢ়িব পৰা পৰিসৰ প্ৰদান কৰিবলৈ পুনৰ চাইন ইন কৰক।
az_latn_az: {0} Əgər bu hesaba Profil əlavə edilməmişdən əvvəl icazə verilibsə, YouTube-a yalnız oxumaq üçün əhatə dairəsi vermək üçün yenidən daxil olun.
be_by: {0} Калі гэты ўліковы запіс быў аўтарызаваны да таго, як быў дададзены профіль, увайдзіце яшчэ раз, каб даць доступ YouTube толькі для чытання.
bg_bg: {0} Ако този акаунт е бил упълномощен преди добавянето на профил, влезте отново, за да предоставите на YouTube обхват само за четене.
bn_bd: {0} প্রোফাইল যোগ করার আগে যদি এই অ্যাকাউন্টটি অনুমোদিত হয়, তাহলে YouTube-কে শুধুমাত্র-পঠন করার সুযোগ দিতে আবার সাইন ইন করুন৷
bs_latn_ba: {0} Ako je ovaj račun bio autoriziran prije dodavanja profila, prijavite se ponovo da dodijelite YouTube opseg samo za čitanje.
ca_es: {0} Si aquest compte s'ha autoritzat abans que s'afegeixi el perfil, torna a iniciar la sessió per concedir l'abast de només lectura de YouTube.
cs_cz: {0} Pokud byl tento účet autorizován před přidáním profilu, přihlaste se znovu a udělte YouTube rozsah pouze pro čtení.
da_dk: {0} Hvis denne konto blev godkendt, før profilen blev tilføjet, skal du logge ind igen for at give YouTube skrivebeskyttet omfang.
de_de: {0} Wenn dieses Konto vor dem Hinzufügen des Profils autorisiert wurde, melden Sie sich erneut an, um YouTube den schreibgeschützten Bereich zu gewähren.
el_gr: {0} Εάν αυτός ο λογαριασμός είχε εξουσιοδοτηθεί πριν από την προσθήκη του Προφίλ, συνδεθείτε ξανά για να εκχωρήσετε το εύρος μόνο για ανάγνωση του YouTube.
es_us: {0} Si esta cuenta fue autorizada antes de agregar el perfil, inicie sesión nuevamente para otorgar el alcance de solo lectura a YouTube.
et_ee: {0} Kui see konto oli volitatud enne profiili lisamist, logige YouTube'i kirjutuskaitstud ulatuse andmiseks uuesti sisse.
eu_es: {0} Profila gehitu aurretik kontu hau baimendu bazen, hasi saioa berriro YouTube irakurtzeko soilik den esparrua emateko.
fa_ir: {0} اگر این حساب قبل از افزودن نمایه مجاز بود، دوباره وارد سیستم شوید تا محدوده فقط خواندنی YouTube را اعطا کنید.
fi_fi: {0} Jos tämä tili oli valtuutettu ennen profiilin lisäämistä, kirjaudu uudelleen sisään ja anna YouTubelle vain luku -oikeus.
fil_ph: {0} Kung pinahintulutan ang account na ito bago idagdag ang Profile, mag-sign in muli upang bigyan ang YouTube read-only na saklaw.
fr_ca: {0} Si ce compte a été autorisé avant l'ajout du profil, reconnectez-vous pour accorder la portée en lecture seule à YouTube.
gl_es: {0} Se esta conta foi autorizada antes de engadir o perfil, inicia sesión de novo para concederlle o ámbito de só lectura de YouTube.
gu_in: {0} જો પ્રોફાઇલ ઉમેરવામાં આવે તે પહેલાં આ એકાઉન્ટ અધિકૃત હતું, તો YouTube ને ફક્ત વાંચવા માટેનો અવકાશ આપવા માટે ફરીથી સાઇન ઇન કરો.
he_il: {0} אם חשבון זה אושר לפני הוספת הפרופיל, היכנס שוב כדי להעניק את היקף קריאה בלבד של YouTube.
hi_in: {0} यदि यह खाता प्रोफ़ाइल जोड़े जाने से पहले अधिकृत था, तो YouTube को केवल-पढ़ने का दायरा प्रदान करने के लिए फिर से साइन इन करें।
hr_hr: {0} Ako je ovaj račun bio autoriziran prije dodavanja profila, prijavite se ponovno kako biste YouTubeu dodijelili opseg samo za čitanje.
hu_hu: {0} Ha ezt a fiókot a profil hozzáadása előtt engedélyezték, jelentkezzen be újra a YouTube írásvédett hatókörének biztosításához.
hy_am: {0} Եթե այս հաշիվը լիազորված է եղել նախքան Պրոֆիլի ավելացումը, նորից մուտք գործեք՝ YouTube-ի միայն կարդալու շրջանակը տրամադրելու համար:
id_id: {0} Jika akun ini diotorisasi sebelum Profil ditambahkan, masuk lagi untuk memberikan cakupan YouTube hanya-baca.
is_is: {0} Ef þessi reikningur var heimilaður áður en prófílnum var bætt við skaltu skrá þig inn aftur til að veita YouTube skrifvarið svigrúm.
it_it: {0} Se questo account è stato autorizzato prima dell'aggiunta del profilo, accedi nuovamente per concedere l'ambito di sola lettura a YouTube.
ja_jp: {0} プロフィールが追加される前にこのアカウントが承認されていた場合は、再度サインインして YouTube に読み取り専用スコープを付与します。
ka_ge: {0} თუ ეს ანგარიში ავტორიზებულია პროფილის დამატებამდე, ხელახლა შედით YouTube-ის მხოლოდ წაკითხვის სფეროს მინიჭებისთვის.
kk_kz: {0} Егер бұл тіркелгі Профиль қосылғанға дейін рұқсат етілген болса, YouTube тек оқуға арналған аумақты беру үшін жүйеге қайта кіріңіз.
km_kh: {0} ប្រសិនបើគណនីនេះត្រូវបានអនុញ្ញាតមុនពេល Profile ត្រូវបានបន្ថែម សូមចូលម្តងទៀត ដើម្បីផ្តល់វិសាលភាពសម្រាប់តែអាន YouTube ។
kn_in: {0} ಪ್ರೊಫೈಲ್ ಸೇರಿಸುವ ಮೊದಲು ಈ ಖಾತೆಯನ್ನು ಅಧಿಕೃತಗೊಳಿಸಿದ್ದರೆ, YouTube ಓದಲು-ಮಾತ್ರ ಸ್ಕೋಪ್ ಅನ್ನು ನೀಡಲು ಮತ್ತೊಮ್ಮೆ ಸೈನ್ ಇನ್ ಮಾಡಿ.
ko_kr: {0} 프로필이 추가되기 전에 이 계정이 승인된 경우 다시 로그인하여 YouTube 읽기 전용 범위를 부여하세요.
ky_kg: {0} Эгер бул каттоо эсеби Профиль кошулганга чейин уруксат берилген болсо, YouTube'га окуу үчүн гана мүмкүнчүлүк берүү үчүн кайра кириңиз.
lo_la: {0} ຖ້າບັນຊີນີ້ໄດ້ຮັບອະນຸຍາດກ່ອນທີ່ຈະເພີ່ມໂປຣໄຟລ໌, ກະລຸນາເຂົ້າສູ່ລະບົບອີກຄັ້ງເພື່ອໃຫ້ຂອບເຂດການອ່ານເທົ່ານັ້ນຂອງ YouTube.
lt_lt: {0} Jei ši paskyra buvo įgaliota prieš pridedant profilį, prisijunkite dar kartą, kad suteiktumėte „YouTube“ tik skaitymo sritį.
lv_lv: {0} Ja šis konts tika autorizēts pirms profila pievienošanas, pierakstieties vēlreiz, lai piešķirtu YouTube tikai lasīšanas tvērumu.
mk_mk: {0} Ако оваа сметка била овластена пред да се додаде профилот, најавете се повторно за да го дадете опсегот само за читање на YouTube.
ml_in: {0} പ്രൊഫൈൽ ചേർക്കുന്നതിന് മുമ്പ് ഈ അക്കൗണ്ട് അംഗീകരിക്കപ്പെട്ടിരുന്നെങ്കിൽ, YouTube റീഡ്-ഒൺലി സ്കോപ്പ് അനുവദിക്കുന്നതിന് വീണ്ടും സൈൻ ഇൻ ചെയ്യുക.
mn_mn: {0} Хэрэв энэ бүртгэл Профайл нэмэгдэхээс өмнө зөвшөөрөгдсөн бол YouTube-д зөвхөн унших боломжтой боломжийг олгохын тулд дахин нэвтэрнэ үү.
mr_in: {0} प्रोफाइल जोडण्यापूर्वी हे खाते अधिकृत केले असल्यास, YouTube ला केवळ-वाचनीय स्कोप देण्यासाठी पुन्हा साइन इन करा.
ms_my: {0} Jika akaun ini dibenarkan sebelum Profil ditambahkan, log masuk sekali lagi untuk memberikan skop baca sahaja YouTube.
nb_no: {0} Hvis denne kontoen ble autorisert før profilen ble lagt til, logger du på igjen for å gi YouTube skrivebeskyttet omfang.
ne_np: {0} यदि प्रोफाइल थपिनु अघि यो खाता अधिकृत गरिएको थियो भने, YouTube पढ्न-मात्र स्कोप प्रदान गर्न फेरि साइन इन गर्नुहोस्।
nl_nl: {0} Als dit account is geautoriseerd voordat het profiel werd toegevoegd, log dan opnieuw in om YouTube alleen-lezen te verlenen.
or_in: {0} ପ୍ରୋଫାଇଲ୍ ଯୋଡିବା ପୂର୍ବରୁ ଯଦି ଏହି ଆକାଉଣ୍ଟ୍ ସ୍ authorized ୀକୃତପ୍ରାପ୍ତ, କେବଳ ୟୁଟ୍ୟୁବ୍ ପଠନ ପରିସର ପ୍ରଦାନ କରିବାକୁ ପୁନର୍ବାର ସାଇନ୍ ଇନ୍ କରନ୍ତୁ |
pa_in: {0} ਜੇਕਰ ਇਹ ਖਾਤਾ ਪ੍ਰੋਫਾਈਲ ਨੂੰ ਜੋੜਨ ਤੋਂ ਪਹਿਲਾਂ ਅਧਿਕਾਰਤ ਕੀਤਾ ਗਿਆ ਸੀ, ਤਾਂ YouTube ਨੂੰ ਸਿਰਫ਼-ਪੜ੍ਹਨ ਲਈ ਸਕੋਪ ਦੇਣ ਲਈ ਦੁਬਾਰਾ ਸਾਈਨ ਇਨ ਕਰੋ।
pl_pl: {0} Jeśli to konto zostało autoryzowane przed dodaniem profilu, zaloguj się ponownie, aby przyznać YouTube zakres tylko do odczytu.
pt_br: {0} Se esta conta foi autorizada antes da adição do perfil, faça login novamente para conceder o escopo somente leitura do YouTube.
ro_ro: {0} Dacă acest cont a fost autorizat înainte ca profilul să fie adăugat, conectați-vă din nou pentru a acorda domeniul de aplicare doar pentru citire YouTube.
ru_ru: {0} Если эта учетная запись была авторизована до добавления профиля, войдите в систему еще раз, чтобы предоставить YouTube доступ только для чтения.
si_lk: {0} පැතිකඩ එක් කිරීමට පෙර මෙම ගිණුම අනුමත කර ඇත්නම්, YouTube කියවීමට පමණක් විෂය පථය ලබා දීමට නැවත පුරන්න.
sk_sk: {0} Ak bol tento účet autorizovaný pred pridaním profilu, znova sa prihláste a udeľte YouTube rozsah iba na čítanie.
sl_si: {0} Če je bil ta račun pooblaščen, preden je bil dodan profil, se znova prijavite, da YouTubu dodelite obseg samo za branje.
sq_al: {0} Nëse kjo llogari është autorizuar përpara se të shtohej Profili, regjistrohu sërish për të dhënë hapësirën vetëm për lexim në YouTube.
sr_cyrl_rs: {0} Ако је овај налог био овлашћен пре додавања профила, пријавите се поново да бисте доделили ИоуТубе опсег само за читање.
sr_latn_rs: {0} Ako je ovaj nalog bio ovlašćen pre dodavanja profila, prijavite se ponovo da biste dodelili YouTube opseg samo za čitanje.
sv_se: {0} Om det här kontot auktoriserades innan profilen lades till, logga in igen för att ge YouTube skrivskyddat omfång.
sw_ke: {0} Ikiwa akaunti hii iliidhinishwa kabla ya Wasifu kuongezwa, ingia tena ili kutoa upeo wa kusoma pekee wa YouTube.
ta_in: {0} சுயவிவரம் சேர்க்கப்படுவதற்கு முன்பு இந்தக் கணக்கு அங்கீகரிக்கப்பட்டிருந்தால், YouTube படிக்க மட்டும் நோக்கத்தை வழங்க மீண்டும் உள்நுழையவும்.
te_in: {0} ప్రొఫైల్ జోడించబడటానికి ముందు ఈ ఖాతా అధికారం కలిగి ఉంటే, YouTube చదవడానికి మాత్రమే స్కోప్‌ని మంజూరు చేయడానికి మళ్లీ సైన్ ఇన్ చేయండి.
th_th: {0} หากบัญชีนี้ได้รับการอนุมัติก่อนที่จะเพิ่มโปรไฟล์ ให้ลงชื่อเข้าใช้อีกครั้งเพื่อให้สิทธิ์ขอบเขตอ่านอย่างเดียวของ YouTube
tr_tr: {0} Bu hesap Profil eklenmeden önce yetkilendirilmişse YouTube'a salt okunur kapsamı vermek için tekrar oturum açın.
uk_ua: {0} Якщо цей обліковий запис було авторизовано до додавання профілю, увійдіть знову, щоб надати доступ YouTube лише для читання.
ur_pk: {0} اگر یہ اکاؤنٹ پروفائل شامل کرنے سے پہلے مجاز تھا، تو YouTube کو صرف پڑھنے کی گنجائش دینے کے لیے دوبارہ سائن ان کریں۔
uz_latn_uz: {0} Agar bu hisob Profil qo‘shilishidan oldin ruxsat etilgan bo‘lsa, YouTube-ga faqat o‘qish uchun ruxsat berish uchun tizimga qayta kiring.
vi_vn: {0} Nếu tài khoản này được ủy quyền trước khi thêm Hồ sơ, hãy đăng nhập lại để cấp phạm vi chỉ đọc cho YouTube.
zh_hans_cn: {0} 如果此帐户在添加个人资料之前已获得授权，请重新登录以授予 YouTube 只读范围。
zh_hant_hk: {0} 如果此帳號在新增個人資料之前已獲得授權，請重新登入以授予 YouTube 唯讀範圍。
zu_za: {0} Uma le akhawunti igunyaziwe ngaphambi kokuthi iphrofayela yengezwe, ngena ngemvume futhi ukuze unikeze i-YouTube ububanzi bokufunda kuphela.

# Profile.UploadedVideosLoaded
source: {0:N0} uploaded videos loaded.
af_za: {0:N0} opgelaaide video's gelaai.
am_et: {0:N0} የተሰቀሉ ቪዲዮዎች ተጭነዋል።
ar_sa: تم تحميل مقاطع الفيديو التي تم تحميلها بواسطة {0:N0}.
as_in: {0:N0} আপলোড কৰা ভিডিঅ'সমূহ লোড কৰা হৈছে।
az_latn_az: {0:N0} yüklənmiş videolar yükləndi.
be_by: Загружаныя відэа {0:N0}.
bg_bg: {0:N0} качените видеоклипове са заредени.
bn_bd: {0:N0} আপলোড করা ভিডিও লোড হয়েছে।
bs_latn_ba: {0:N0} otpremljeni videozapisi su učitani.
ca_es: {0:N0} ha penjat vídeos carregats.
cs_cz: Načtená nahraná videa {0:N0}.
da_dk: {0:N0} uploadede videoer indlæst.
de_de: {0:N0} hochgeladene Videos geladen.
el_gr: Το {0:N0} μεταφορτώθηκε βίντεο.
es_us: {0:N0} subió videos cargados.
et_ee: {0:N0} üleslaaditud videod on laaditud.
eu_es: {0:N0}-k bideoak kargatu ditu.
fa_ir: ویدیوهای آپلود شده {0:N0} بارگذاری شد.
fi_fi: {0:N0} ladatut videot ladattu.
fil_ph: {0:N0} na-upload na mga video na na-load.
fr_ca: {0:N0} a téléchargé des vidéos chargées.
gl_es: {0:N0} cargou vídeos cargados.
gu_in: {0:N0} અપલોડ કરેલા વીડિયો લોડ કર્યા.
he_il: {0:N0} הועלו סרטונים.
hi_in: {0:N0} अपलोड किए गए वीडियो लोड किए गए।
hr_hr: {0:N0} preneseni videozapisi učitani.
hu_hu: {0:N0} feltöltött videók betöltve.
hy_am: {0:N0} վերբեռնված տեսանյութերը բեռնված են:
id_id: {0:N0} video yang diunggah dimuat.
is_is: {0:N0} hlaðið upp myndböndum.
it_it: {0:N0} ha caricato i video caricati.
ja_jp: {0:N0} アップロードされたビデオが読み込まれました。
ka_ge: {0:N0} ატვირთული ვიდეოები ჩაიტვირთა.
kk_kz: {0:N0} жүктеп салынған бейнелер жүктелді.
km_kh: {0:N0} បានផ្ទុកវីដេអូដែលបានផ្ទុកឡើង។
kn_in: {0:N0} ಅಪ್‌ಲೋಡ್ ಮಾಡಿದ ವೀಡಿಯೊಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗಿದೆ.
ko_kr: {0:N0} 업로드된 동영상이 로드되었습니다.
ky_kg: {0:N0} жүктөлүп берилген видеолор жүктөлдү.
lo_la: {0:N0} ອັບໂຫຼດວິດີໂອຖືກໂຫລດ.
lt_lt: {0:N0} įkelti vaizdo įrašai įkelti.
lv_lv: {0:N0} augšupielādētie videoklipi ir ielādēti.
mk_mk: {0:N0} поставените видеа се вчитани.
ml_in: {0:N0} അപ്‌ലോഡ് ചെയ്ത വീഡിയോകൾ ലോഡ് ചെയ്തു.
mn_mn: {0:N0} байршуулсан видеог ачааллаа.
mr_in: {0:N0} अपलोड केलेले व्हिडिओ लोड केले.
ms_my: {0:N0} memuat naik video dimuatkan.
nb_no: {0:N0} lastet opp videoer.
ne_np: {0:N0} अपलोड गरिएका भिडियोहरू लोड गरियो।
nl_nl: {0:N0} geüploade video's geladen.
or_in: {0:N0} ଭିଡିଓ ଅପଲୋଡ୍ ହୋଇଛି |
pa_in: {0:N0} ਅੱਪਲੋਡ ਕੀਤੇ ਵੀਡੀਓ ਲੋਡ ਕੀਤੇ ਗਏ।
pl_pl: Załadowano przesłane filmy {0:N0}.
pt_br: {0:N0} vídeos enviados carregados.
ro_ro: {0:N0} a încărcat videoclipurile încărcate.
ru_ru: {0:N0} загрузил видео, загружено.
si_lk: {0:N0} උඩුගත කළ වීඩියෝ පටවා ඇත.
sk_sk: Načítané nahrané videá {0:N0}.
sl_si: Naloženi videoposnetki {0:N0}.
sq_al: {0:N0} videot e ngarkuara u ngarkuan.
sr_cyrl_rs: {0:N0} отпремљени видео снимци су учитани.
sr_latn_rs: {0:N0} otpremljeni video snimci su učitani.
sv_se: {0:N0} uppladdade videor laddade.
sw_ke: Video zilizopakiwa za {0:N0} zimepakiwa.
ta_in: {0:N0} பதிவேற்றப்பட்ட வீடியோக்கள் ஏற்றப்பட்டன.
te_in: {0:N0} అప్‌లోడ్ చేసిన వీడియోలు లోడ్ అయ్యాయి.
th_th: {0:N0} โหลดวิดีโอที่อัปโหลดแล้ว
tr_tr: {0:N0} yüklenen videolar yüklendi.
uk_ua: {0:N0} завантажено відео.
ur_pk: {0:N0} اپ لوڈ کردہ ویڈیوز لوڈ ہو گئے۔
uz_latn_uz: {0:N0} yuklangan videolar yuklandi.
vi_vn: {0:N0} tải video đã tải lên.
zh_hans_cn: {0:N0} 上传的视频已加载。
zh_hant_hk: {0:N0} 上傳的影片已載入。
zu_za: {0:N0} amavidiyo alayishiwe alayishiwe.

# Profile.UploadedVideosNetworkFailure
source: The uploaded videos request could not be reached. Check the network connection.
af_za: Die opgelaaide video's-versoek kon nie bereik word nie. Gaan die netwerkverbinding na.
am_et: የተሰቀሉት የቪዲዮዎች ጥያቄ ሊደረስበት አልቻለም። የአውታረ መረብ ግንኙነቱን ያረጋግጡ።
ar_sa: تعذر الوصول إلى طلب مقاطع الفيديو التي تم تحميلها. تحقق من اتصال الشبكة.
as_in: আপলোড কৰা ভিডিঅ'ৰ অনুৰোধ পোৱা নগ'ল। নে'টৱৰ্ক সংযোগ পৰীক্ষা কৰক।
az_latn_az: Yüklənmiş video sorğusuna çatmaq mümkün olmadı. Şəbəkə bağlantısını yoxlayın.
be_by: Не ўдалося дасягнуць запыту на запампаваныя відэа. Праверце падключэнне да сеткі.
bg_bg: Заявката за качени видеоклипове не можа да бъде достигната. Проверете мрежовата връзка.
bn_bd: আপলোড করা ভিডিওর অনুরোধে পৌঁছানো যায়নি। নেটওয়ার্ক সংযোগ পরীক্ষা করুন।
bs_latn_ba: Nije moguće pristupiti zahtjevu za otpremljene videozapise. Provjerite mrežnu vezu.
ca_es: No s'ha pogut arribar a la sol·licitud de vídeos penjats. Comproveu la connexió de xarxa.
cs_cz: Požadavek na nahraná videa nebyl dosažen. Zkontrolujte připojení k síti.
da_dk: Anmodningen om uploadede videoer kunne ikke nås. Tjek netværksforbindelsen.
de_de: Die hochgeladene Videoanfrage konnte nicht erreicht werden. Überprüfen Sie die Netzwerkverbindung.
el_gr: Δεν ήταν δυνατή η πρόσβαση στο αίτημα βίντεο που ανεβάσατε. Ελέγξτε τη σύνδεση δικτύου.
es_us: No se pudo alcanzar la solicitud de videos subidos. Verifique la conexión de red.
et_ee: Üleslaaditud videote taotlusele ei õnnestunud jõuda. Kontrollige võrguühendust.
eu_es: Ezin izan da kargatutako bideoen eskaerari heldu. Egiaztatu sareko konexioa.
fa_ir: درخواست ویدیوهای آپلود شده قابل دسترسی نیست. اتصال شبکه را بررسی کنید.
fi_fi: Ladattujen videoiden pyyntöön ei saatu yhteyttä. Tarkista verkkoyhteys.
fil_ph: Hindi maabot ang kahilingan sa mga na-upload na video. Suriin ang koneksyon sa network.
fr_ca: La demande de vidéos téléchargées n'a pas pu être atteinte. Vérifiez la connexion réseau.
gl_es: Non se puido acceder á solicitude de vídeos cargados. Comprobe a conexión de rede.
gu_in: અપલોડ કરેલ વિડીયો વિનંતિ પહોંચી શકાઈ નથી. નેટવર્ક કનેક્શન તપાસો.
he_il: לא ניתן היה להגיע לבקשת הסרטונים שהועלו. בדוק את חיבור הרשת.
hi_in: अपलोड किए गए वीडियो अनुरोध तक नहीं पहुंचा जा सका. नेटवर्क कनेक्शन की जाँच करें.
hr_hr: Zahtjev za prenesene videozapise nije dostupan. Provjerite mrežnu vezu.
hu_hu: A feltöltött videók iránti kérelmet nem sikerült elérni. Ellenőrizze a hálózati kapcsolatot.
hy_am: Վերբեռնված տեսանյութերի հարցումը չհաջողվեց հասնել: Ստուգեք ցանցային կապը:
id_id: Permintaan video yang diunggah tidak dapat dipenuhi. Periksa koneksi jaringan.
is_is: Ekki tókst að ná í beiðni um hlaðið vídeó. Athugaðu nettenginguna.
it_it: Non è stato possibile raggiungere la richiesta di video caricati. Controlla la connessione di rete.
ja_jp: アップロードされたビデオのリクエストに到達できませんでした。ネットワーク接続を確認してください。
ka_ge: ატვირთული ვიდეოების მოთხოვნა ვერ მოხერხდა. შეამოწმეთ ქსელის კავშირი.
kk_kz: Жүктеп салынған бейнелер сұрауына қол жеткізу мүмкін болмады. Желі қосылымын тексеріңіз.
km_kh: សំណើវីដេអូដែលបានបង្ហោះមិនអាចទាក់ទងបានទេ។ ពិនិត្យការតភ្ជាប់បណ្តាញ។
kn_in: ಅಪ್‌ಲೋಡ್ ಮಾಡಿದ ವೀಡಿಯೊಗಳ ವಿನಂತಿಯನ್ನು ತಲುಪಲಾಗಲಿಲ್ಲ. ನೆಟ್ವರ್ಕ್ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ.
ko_kr: 업로드된 동영상 요청에 도달할 수 없습니다. 네트워크 연결을 확인하세요.
ky_kg: Жүктөлүп берилген видео сурамына жетүүгө мүмкүн болгон жок. Тармак туташуусун текшериңиз.
lo_la: ການຮ້ອງຂໍວິດີໂອທີ່ອັບໂຫຼດບໍ່ສາມາດບັນລຸໄດ້. ກວດເບິ່ງການເຊື່ອມຕໍ່ເຄືອຂ່າຍ.
lt_lt: Nepavyko pasiekti įkeltų vaizdo įrašų užklausos. Patikrinkite tinklo ryšį.
lv_lv: Augšupielādēto videoklipu pieprasījumu nevarēja sasniegt. Pārbaudiet tīkla savienojumu.
mk_mk: Не можеше да се постигне барањето за поставени видеа. Проверете ја мрежната врска.
ml_in: അപ്‌ലോഡ് ചെയ്ത വീഡിയോകളുടെ അഭ്യർത്ഥനയിൽ എത്തിച്ചേരാനായില്ല. നെറ്റ്‌വർക്ക് കണക്ഷൻ പരിശോധിക്കുക.
mn_mn: Байршуулсан видеоны хүсэлтэд хүрч чадсангүй. Сүлжээний холболтыг шалгана уу.
mr_in: अपलोड केलेल्या व्हिडिओंची विनंती गाठता आली नाही. नेटवर्क कनेक्शन तपासा.
ms_my: Permintaan video yang dimuat naik tidak dapat dicapai. Semak sambungan rangkaian.
nb_no: Forespørselen om opplastede videoer kunne ikke nås. Sjekk nettverkstilkoblingen.
ne_np: अपलोड गरिएका भिडियोहरूको अनुरोधमा पुग्न सकिएन। नेटवर्क जडान जाँच गर्नुहोस्।
nl_nl: Het geüploade videoverzoek kan niet worden bereikt. Controleer de netwerkverbinding.
or_in: ଅପଲୋଡ୍ ହୋଇଥିବା ଭିଡିଓ ଅନୁରୋଧ ପହଞ୍ଚି ପାରିଲା ନାହିଁ | ନେଟୱର୍କ ସଂଯୋଗ ଯାଞ୍ଚ କରନ୍ତୁ |
pa_in: ਅੱਪਲੋਡ ਕੀਤੇ ਵੀਡੀਓਜ਼ ਦੀ ਬੇਨਤੀ ਤੱਕ ਪਹੁੰਚ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ। ਨੈੱਟਵਰਕ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ।
pl_pl: Żądanie przesłanych filmów nie zostało osiągnięte. Sprawdź połączenie sieciowe.
pt_br: A solicitação de vídeos enviados não pôde ser atendida. Verifique a conexão de rede.
ro_ro: Solicitarea videoclipurilor încărcate nu a putut fi contactată. Verificați conexiunea la rețea.
ru_ru: Не удалось выполнить запрос на загруженное видео. Проверьте сетевое соединение.
si_lk: උඩුගත කළ වීඩියෝ ඉල්ලීම වෙත ළඟා විය නොහැකි විය. ජාල සම්බන්ධතාවය පරීක්ෂා කරන්න.
sk_sk: Žiadosť o nahrané videá sa nepodarilo dosiahnuť. Skontrolujte sieťové pripojenie.
sl_si: Zahteve za naložene videoposnetke ni bilo mogoče doseči. Preverite omrežno povezavo.
sq_al: Kërkesa për videot e ngarkuara nuk u arrit. Kontrolloni lidhjen e rrjetit.
sr_cyrl_rs: Није могуће приступити захтеву за отпремљене видео снимке. Проверите мрежну везу.
sr_latn_rs: Nije moguće pristupiti zahtevu za otpremljene video snimke. Proverite mrežnu vezu.
sv_se: Begäran om uppladdade videoklipp kunde inte nås. Kontrollera nätverksanslutningen.
sw_ke: Ombi la video zilizopakiwa halikuweza kufikiwa. Angalia muunganisho wa mtandao.
ta_in: பதிவேற்றிய வீடியோ கோரிக்கையை அடைய முடியவில்லை. பிணைய இணைப்பைச் சரிபார்க்கவும்.
te_in: అప్‌లోడ్ చేసిన వీడియోల అభ్యర్థన చేరుకోలేకపోయింది. నెట్‌వర్క్ కనెక్షన్‌ని తనిఖీ చేయండి.
th_th: ไม่สามารถเข้าถึงคำขอวิดีโอที่อัปโหลดได้ ตรวจสอบการเชื่อมต่อเครือข่าย
tr_tr: Yüklenen video isteğine ulaşılamadı. Ağ bağlantısını kontrol edin.
uk_ua: Не вдалося отримати запит на завантажені відео. Перевірте підключення до мережі.
ur_pk: اپ لوڈ کردہ ویڈیوز کی درخواست تک نہیں پہنچ سکی۔ نیٹ ورک کنکشن چیک کریں۔
uz_latn_uz: Yuklangan videolar so‘roviga ulanib bo‘lmadi. Tarmoq ulanishini tekshiring.
vi_vn: Không thể đạt được yêu cầu video đã tải lên. Kiểm tra kết nối mạng.
zh_hans_cn: 无法达到上传视频的请求。检查网络连接。
zh_hant_hk: 無法達到上傳影片的請求。檢查網路連線。
zu_za: Isicelo samavidiyo alayishiwe asifinyelelwanga. Hlola uxhumano lwenethiwekhi.
